const announcements = [
    {id:'anu_2024_08_03', title:'豆腐切, 是不是!',date:' 2021-10-08',content:'山下的風景雖然迷人，但總覺得有股奇怪的味道。'},
    {id:'anu_2024_08_04', title:'青蛙跳, 路邊水坑。',date:' 2021-10-09',content:'那隻青蛙看著天，似乎在思考宇宙的奧秘。'},
    {id:'anu_2024_08_05', title:'沙灘腳印, 消失了。',date:' 2021-10-10',content:'海浪衝刷一切，留下的只有遠方的漁船影子。'},
    {id:'anu_2024_08_06', title:'風中衣, 不見了。',date:' 2021-10-12',content:'那件衣服隨風飄走，竟飛到了隔壁阿伯家的屋頂。'},
    {id:'anu_2024_08_09', title:'頭頂帽, 被風吹走。',date:' 2021-10-15',content:'帽子飛遠了，跟著它的還有一隻貓咪。'},
    {id:'anu_2024_08_10', title:'燈下蟲, 迷路了。',date:' 2021-10-17',content:'在燈光下飛舞的蟲子，不知何時找到出口。'},
    {id:'anu_2024_08_11', title:'電線桿, 畫了眼睛。',date:' 2021-10-20',content:'電線桿默默注視著路人，彷彿在說些什麼。'},
    {id:'anu_2024_08_12', title:'水中月, 躲雲裡。',date:' 2021-10-25',content:'月亮躲進雲中，留下水波輕輕搖晃的倒影。'},
    {id:'anu_2024_08_13', title:'車輪轉, 路跑了。',date:' 2021-10-29',content:'車輪不停地轉，路卻消失在地平線的盡頭。'}
];
